Repository: OmegaT-L10N/el
Catalog: omegat/project_save.tmx
Source language: en
Languages: el

source: &About...
el: &Ταυτότητα...

source: &Access Project Contents
el: &Εμφάνιση περιεχομένων έργου

source: &Add
el: &Προσθήκη

source: &Add...
el: &Προσθήκη...

source: &Align Files...
el: &Ευθυγράμμιση αρχείων...

source: &Auto-Completion
el: &Αυτόματη συμπλήρωση

source: &Back in History
el: &Πίσω στο ιστορικό

source: &Cancel
el: Άκ&υρο

source: &Check for Updates...
el: &Έλεγχος για ενημερώσεις...

source: &Clear Menu
el: &Εκκαθάριση μενού

source: &Close
el: &Κλείσιμο

source: &Current Source File
el: &Τρέχον αρχείο αφετηρίας

source: &Cycle
el: &Περιτροπή

source: &Dictionaries
el: &Λεξικά

source: &Edit
el: &Επεξεργασία

source: &Edit...
el: &Επεξεργασία...

source: &Editor...
el: &Περιοχή επεξεργασίας...

source: &Enable history completion
el: &Ενεργοποίηση συμπλήρωσης βάσει ιστορικού

source: &Exported TMs
el: &Εξηγμένες ΜΜ

source: &Filter
el: &Φιλτράρισμα

source: &Find Next
el: &Εύρεση επόμενου

source: &Finish
el: &Τέλος

source: &Forward in History
el: &Μπροστά στο ιστορικό

source: &Glossaries
el: &Γλωσσάρια

source: &Go To
el: &Μετάβαση σε

source: &Help
el: &Βοήθεια

source: &Insert
el: Ει&σαγωγή

source: &Insert Match or Selection
el: &Εισαγωγή αντιστοιχίας ή επιλογής

source: &Last Changes...
el: &Τελευταίες αλλαγές...

source: &Machine Translation
el: &Μηχανική μετάφραση

source: &Match Statistics
el: &Στατιστικά αντιστοίχισης

source: &New...
el: &Νέο...

source: &Next Segment
el: Επόμε&νο τεμάχιο

source: &Next Segment from tm/auto/
el: &Επόμενο τεμάχιο από tm/auto/

source: &None
el: &Καμία

source: &OK
el: &ΟΚ

source: &Open...
el: Ά&νοιγμα...

source: &Options
el: &Επιλογές

source: &Preferences...
el: &Προτιμήσεις...

source: &Previous Segment
el: &Προηγούμενο τεμάχιο

source: &Previous Segment from tm/auto/
el: &Προηγούμενο τεμάχιο από tm/auto/

source: &Project
el: Έ&ργο

source: &Properties...
el: &Ιδιότητες...

source: &Quit
el: Έ&ξοδος

source: &Redo
el: Επανάλη&ψη

source: &Remove
el: &Αφαίρεση

source: &Remove Filter
el: &Αφαίρεση φίλτρου

source: &Replace and Find Next
el: &Αντικατάσταση και εύρεση επόμενου

source: &Restart
el: Επανε&κκίνηση

source: &Restore OmegaT Window
el: &Αποκατάσταση παραθύρου OmegaT

source: &Save
el: &Αποθήκευση

source: &Save As...
el: &Αποθήκευση ως...

source: &Search
el: &Αναζήτηση

source: &Search...
el: Ανα&ζήτηση

source: &Segment Number...
el: Αρι&θμός τεμαχίου...

source: &Sentence case
el: &Πρώτο αρκτικό κεφαλαίο

source: &Show Relevant Suggestions Automatically
el: &Αυτόματη εμφάνιση σχετικών προτάσεων

source: &Show Replacements
el: &Εμφάνιση αντικαταστάσεων

source: &Show relevant suggestions automatically
el: &Αυτόματη εμφάνιση σχετικών προτάσεων

source: &Source Files
el: Αρχεία προέ&λευσης

source: &Statistics
el: &Στατιστικά

source: &Target Files
el: Αρχεία προο&ρισμού

source: &Title Case
el: &Κάθε Αρκτικό Κεφαλαίο

source: &Tools
el: &Εργαλεία

source: &UPPER CASE
el: &ΚΕΦΑΛΑΙΟΓΡΑΜΜΑΤΗ

source: &Undo
el: Α&ναίρεση

source: &User Manual...
el: &Εγχειρίδιο χρήσης

source: &View
el: &Προβολή

source: &Writable Glossary
el: &Εγγράψιμο γλωσσάρι

source: &lower case
el: &μικρογράμματη

source: - drag and drop files on this pane; - use Project > Add Files...; - use Project > Source Files... and click on Add Files...; - use your file manager to copy files to the 'source' folder, and then use Project > Reload to reload the project.
el: - να αποθέσετε αρχεία σε αυτήν την περιοχή, - να πατήσετε Έργο > Προσθήκη αρχείων..., - να πατήσετε Έργο > Αρχεία αφετηρίας... και ύστερα Προσθήκη αρχείων..., - να αντιγράψετε αρχεία στον φάκελο «source» μέσω του λειτουργικού συστήματος και μετά να πατήσετε Έργο > Αναφόρτωση για να αναφορτωθεί το έργο.

source: - verify that their format is supported by OmegaT: if local filter settings are enabled use Project > Properties... > Local File Filters..., otherwise use Options > Global File Filters...; - open them in their original application and verify that they are not empty.
el: - επαληθεύστε αν η μορφή τους υποστηρίζεται από το OmegaT: αν έχουν ενεργοποιηθεί τοπικές ρυθμίσεις φίλτρου πατήστε Έργο > Ιδιότητες... > Τοπικά φίλτρα αρχείου..., αλλιώς Επιλογές > Καθολικά φίλτρα αρχείου..., - ανοίξτε τα στην εφαρμογή προέλευσης και επαληθεύστε ότι δεν είναι άδεια.

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
el: --ITokenizer=<classname> --ITokenizerTarget=<classname> Tokenizer προς χρήση για τη γλώσσα αφετηρίας ή προορισμού (υπερισχύει των ρυθμίσεων έργου).

source: --config-dir=<path> The folder used to read or write OmegaT configuration files.
el: --config-dir=<path> Ο φάκελος για ανάγνωση ή εγγραφή αρχείων διαμόρφωσης του OmegaT.

source: --config-file=<path> A Java .properties file from which to load default settings.
el: --config-file=<path> Αρχείο .properties της Java από το οποίο θα φορτωθούν οι προεπιλεγμένες ρυθμίσεις.

source: --disable-location-save Do not remember the last folder opened in the file picker.
el: --disable-location-save Να μην απομνημονευτεί ο τελευταίος φάκελος που επιλέχτηκε να ανοίξει.

source: --disable-project-locking Do not attempt to lock the omegat.project file.
el: --disable-project-locking Να μην επιχειρηθεί κλείδωμα του αρχείου omegat.project file.

source: --mode=[console mode name] Specify a mode other than the GUI default.
el: --mode=[console mode name] Ορίστε τρόπο λειτουργίας διαφορετικό από τον προεπιλεγμένο (GUI).

source: --mode=console-align --alignDir=<path> A folder containing the translated files.
el: --mode=console-align --alignDir=<path> Φάκελος που περιέχει τα μεταφρασμένα αρχεία.

source: --mode=console-createpseudotranslatetmx --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
el: --mode=console-createpseudotranslatetmx --pseudotranslatetmx=<path> Το εξαγόμενο αρχείο TMX της ψευδομετάφρασης.

source: --mode=console-stats project_path The path to the project.
el: --mode=console-stats project_path Η διαδρομή προς το έργο.

source: --mode=console-translate --source-pattern=<pattern> A regex whitelist of source files to process.
el: --mode=console-translate --source-pattern=<pattern> Regex λίστας αρχείων αφετηρίας προς επεξεργασία.

source: --no-team Disable team project functionality.
el: --no-team Απενεργοποίηση της δυνατότητας ομαδικών έργων.

source: --output-file=[stats-output-file] Prints to the specified file, or to standard output if no file is given or the option is not used.
el: --output-file=[stats-output-file] Τυπώνει προς το καθορισμένο αρχείο ή την τυπική έξοδο αν δεν δοθεί αρχείο ή αν δεν χρησιμοποιηθεί η εφαρμογή.

source: --pseudotranslatetype=[equal|empty] What to put in the pseudotranslated TMX.
el: --pseudotranslatetype=[equal|empty] Τι να περιληφθεί στο TMX της ψευδομετάφρασης.

source: --quiet Reduce output to command line stdout.
el: --quiet Μειώνει την έξοδο στο stdout της γραμμής εντολών.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
el: --remote-project Κατέβασμα αρχείου omegat.project από το URL που δόθηκε ως <project path> και φόρτωση του έργου.

source: --resource-bundle=<path> A Java .properties file to use for the interface text.
el: --resource-bundle=<path> Αρχείο .properties της Java για χρήση στο κείμενο της διεπαφής.

source: --script=<path> A script file to be executed on project events.
el: --script=<path> Αρχείο δέσμης προς εκτέλεση σε συμβάντα έργου.

source: --stats-type=[xml|text|txt|json] Specifies the output format.
el: --stats-type=[xml|text|txt|json] Καθορίζει τη μορφή της εξόδου.

source: --tag-validation=[abort|warn] Validate tags.
el: --tag-validation=[abort|warn] Επικύρωση ετικετών.

source: -h, --help Print this help message.
el: -h, --help Εμφάνιση αυτού του μηνύματος βοήθειας.

source: 1) Reduce the number of files in the source folder;
el: 1) Μειώστε τον αριθμό των αρχείων στον πηγαίο φάκελο.

source: 2) Increase the amount of memory available to OmegaT.
el: 2) Αυξήστε την ποσότητα της μνήμης που διατίθεται στο OmegaT.

source: A&dd
el: Π&ροσθήκη

source: Abort: Exit with an error if tags are invalid.
el: Abort: Έξοδος με σφάλμα αν οι ετικέτες δεν είναι έγκυρες.

source: Access &Configuration Folder
el: &Προσπέλαση φακέλου διαμόρφωσης

source: Add &Files...
el: Προσ&θήκη αρχείων...

source: Add Files to Source Folder...
el: Προσθήκη αρχείων στον φάκελο αφετηρίας...

source: Add MediaWiki Pa&ge...
el: Προσθήκη σε&λίδας MediaWiki...

source: Add MediaWiki Page
el: Προσθήκη σελίδας MediaWiki

source: Auto-Completion
el: Αυτόματη συμπλήρωση

source: Auto-Popu&lated Segments
el: &Προσυμπληρωμένα τεμάχια

source: C&urrent Target File
el: Τ&ρέχον αρχείο προορισμού

source: Check &Issues...
el: &Έλεγχος προβλημάτων...

source: Check Issues for &Current File
el: &Έλεγχος προβλημάτων για το τρέχον αρχείο

source: Check whether this is intentional.
el: Ελέγξτε αν είναι εσκεμμένο.

source: Co&mmit Source Files
el: Κατα&χώρηση αρχείων αφετηρίας

source: Comm&it Target Files
el: Καταχώ&ρηση αρχείων προορισμού

source: Committing source files
el: Καταχωρούνται τα αρχεία αφετηρίας

source: Committing target files
el: Καταχωρούνται τα αρχεία προορισμού

source: Confirm
el: Επιβεβαίωση

source: Console mode names and their options:
el: Ονόματα και επιλογές τρόπων λειτουργίας με κονσόλα:

source: Console only options:
el: Επιλογές μόνο στην κονσόλα:

source: Copy error to clipboard
el: Αντιγραφή σφάλματος στο πρόχειρο

source: Create &Glossary Entry...
el: Δημιουργία εγγραφής στο &γλωσσάρι...

source: Create &Translated Files
el: Δημιουργία &μεταφρασμένων αρχείων

source: Create A&lternative Translation
el: Δημιουργία ενα&λλακτικής μετάφρασης

source: Create Current Translate&d File
el: Δημιουργία τρέχοντος με&ταφρασμένου αρχείου

source: Create MED Project...
el: Δημιουργία έργου MED...

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
el: Τωρινή χρήση μνήμης από τη VM: {0} MB, από τα οποία ελεύθερη μνήμη: {1} MB, μέγιστη διαθέσιμη: {2} MB

source: Cursor locked
el: Δρομέας κλειδωμένος

source: Cursor unlocked
el: Δρομέας ξεκλείδωτος

source: Defaults to xml.
el: Η προεπιλογή είναι xml.

source: Displa&y Whitespace
el: &Εμφάνιση κενών διαστημάτων

source: Display &Bidi Control Characters
el: &Εμφάνιση χαρακτήρων ελέγχου Bidi

source: Display &Modification Info
el: &Εμφάνιση πληροφοριών τροποποίησης

source: Display &Non-Breakable Spaces
el: &Εμφάνιση αδιάκοπων διαστημάτων

source: Display &Paragraph Delimitations
el: &Εμφάνιση διαχωριστικών παραγράφου

source: Display &Source Segments
el: &Εμφάνιση τεμαχίων αφετηρίας

source: Do you really want to quit?
el: Σίγουρα θέλετε να εγκαταλείψετε;

source: Do&wnload Team Project...
el: &Κατέβασμα ομαδικού έργου...

source: E&xport Selection
el: Ε&ξαγωγή επιλογής

source: Editor
el: Περιοχή επεξεργασίας

source: Enable history &prediction
el: &Ενεργοποίηση πρόβλεψης βάσει ιστορικού

source: Enter the segment number:
el: Συμπληρώστε τον αριθμό τεμαχίου:

source: Error
el: Σφάλμα

source: Failed to commit source files!
el: Απέτυχε η καταχώρηση των αρχείων αφετηρίας!

source: Failed to commit target files!
el: Απέτυχε η καταχώρηση των αρχείων προορισμού!

source: Failed to copy files
el: Τα αρχεία δεν αντιγράφηκαν

source: Failed to create the translated files!
el: Απέτυχε η δημιουργία των μεταφρασμένων αρχείων!

source: Failed to download page
el: Η σελίδα δεν κατέβηκε

source: Failed to load the project because the specified source folder contains a symbolic or hard link that points back to itself or one of its subfolders.
el: Απέτυχε η φόρτωση του έργου διότι ο καθορισμένος φάκελος αφετηρίας περιέχει συμβολικό ή σκληρό σύνδεσμο ο οποίος δείχνει προς τον εαυτό του ή προς υποφάκελό του.

source: Failed to load the project due to a file access issue.
el: Απέτυχε η φόρτωση του έργου εξαιτίας προβλήματος πρόσβασης στο αρχείο.

source: Failed to load the specified project!
el: Απέτυχε η φόρτωση του καθορισμένου έργου!

source: Failed to load translation memory {0} for the project!
el: Απέτυχε η φόρτωση της μεταφραστικής μνήμης {0} για το έργο!

source: Failed to update project properties
el: Απέτυχε η ενημέρωση των ιδιοτήτων του έργου

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
el: Αρχείο: μεταφρασμένα / σύνολο τεμαχίων (έργο: μεταφρασμένα μοναδικά / μοναδικά, σύνολο τεμαχίων)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
el: Αρχείο: μεταφρασμένα μοναδικά % (μοναδικά ακόμη) / έργο: μεταφρασμένα μοναδικά % (μοναδικά ακόμη), σύνολο τεμαχίων

source: Font
el: Γραμματοσειρά

source: Global &Segmentation Rules...
el: &Καθολικοί κανόνες τεμαχισμού

source: Global File &Filters...
el: &Καθολικά φίλτρα αρχείου...

source: Go to Segment
el: Μετάβαση στο τεμάχιο

source: Highlight &Auto-Populated Segments
el: &Επισήμανση προσυμπληρωμένων τεμαχίων

source: Highlight &Translated Segments
el: &Επισήμανση μεταφρασμένων τεμαχίων

source: Highlight &Untranslated Segments
el: &Επισήμανση αμετάφραστων τεμαχίων

source: Highlight Repeated Se&gments
el: &Επισήμανση επαναλαμβανόμενων τεμαχίων

source: Highlight Segments &with Notes
el: &Επισήμανση τεμαχίων με σημειώσεις

source: History
el: Ιστορικό

source: History &Completion
el: &Συμπλήρωση βάσει ιστορικού

source: History &Prediction
el: &Πρόβλεψη βάσει ιστορικού

source: I&nsert Source
el: Ει&σαγωγή αφετηρίας

source: If --stats-type is not specified, the format is detected from the file extension.
el: Αν δεν καθοριστεί --stats-type, η μορφή εντοπίζεται από την επέκταση του αρχείου.

source: If invoked in a git working tree or svn checkout, the results will be staged/added.
el: Αν γίνει σε git working tree ή svn checkout, τα αποτελέσματα θα έχουν κατάσταση staged/added.

source: If the project contains files but their content is not displayed here:
el: Αν το έργο περιέχει αρχεία αλλά δεν εμφανίζεται εδώ το περιεχόμενό τους:

source: Initialize a minimal team project with the specified languages.
el: Αρχικοποίηση ενός ελάχιστου ομαδικού έργου με τις καθορισμένες γλώσσες.

source: Initialized {0}-{1} team project.
el: Αρχικοποιήθηκε ομαδικό έργο {0}-{1}.

source: Insert Bidi Control C&haracter
el: Εισαγωγή &χαρακτήρα ελέγχου Bidi

source: Insert Missing &Tags
el: Εισαγωγή ε&τικετών που λείπουν

source: Insert Mode
el: Λειτουργία εισαγωγής

source: Insert Next Missing T&ag
el: Εισαγωγή επόμενης ετι&κέτας που λείπει

source: Insert Tag {0}
el: Εισαγωγή ετικέτας {0}

source: Jumping to last edited segment...
el: Οδηγείστε στο τεμάχιο που επεξεργαστήκατε τελευταίο...

source: L&og...
el: &Μητρώο...

source: Last modified by {0}
el: Τελευταία τροποποίηση από {0}

source: Make sure all links are outside the source folder and subfolders.
el: Βεβαιωθείτε ότι όλοι οι σύνδεσμοι δείχνουν έξω από τον φάκελο αφετηρίας και τους υποφακέλους του.

source: Make sure you have the correct permissions or that you can access the files if they are stored in the cloud.
el: Βεβαιωθείτε ότι έχετε τα σωστά δικαιώματα ή ότι μπορείτε να προσπελάσετε τα αρχεία αν είναι αποθηκευμένα στο νέφος.

source: Mark &Language Checker Issues
el: &Σήμανση προβλημάτων γλωσσικού ελέγχου

source: Mark Gl&ossary Matches
el: &Σήμανση αντιστοιχιών γλωσσαρίου

source: Match Statistics per &File
el: &Στατιστικά αντιστοίχισης κατά αρχείο

source: More
el: Περισσότερα

source: N&ext Segment from tm/enforce/
el: &Επόμενο τεμάχιο από tm/enforce/

source: Next &Translated Segment
el: Επόμενο &μεταφρασμένο τεμάχιο

source: Next &Untranslated Segment
el: Επόμενο &αμετάφραστο τεμάχιο

source: Next N&ote
el: Επόμενη &σημείωση

source: Next Uni&que Segment
el: Επόμενο μονα&δικό τεμάχιο

source: No option: Launch GUI.
el: Καμία επιλογή: Εκκίνηση GUI.

source: Notepad
el: Σημειωματάριο

source: OmegaT automatically chose the 'Yes' option.
el: Το OmegaT επέλεξε «Ναι» αυτόματα.

source: OmegaT needs to reload the project to take the modifications into account.
el: Το OmegaT χρειάζεται να φορτώσει ξανά το έργο για να λάβει υπόψη τις αλλαγές.

source: OmegaT options:
el: Επιλογές του OmegaT:

source: OmegaT ran out of memory and will close when you click OK.
el: Το OmegaT εξάντλησε τη μνήμη και θα κλείσει όταν πατήσετε «ΟΚ».

source: Op&en Recent...
el: Άν&οιγμα πρόσφατου...

source: Open MED Project...
el: Άνοιγμα έργου MED...

source: Overwrite Mode
el: Λειτουργία αντικατάστασης

source: P&revious Segment from tm/enforce/
el: &Προηγούμενο τεμάχιο από tm/enforce/

source: P&roject Folder
el: &Φάκελος έργου

source: Place source files in ./source and supplementary material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
el: Βάλτε τα αρχεία αφετηρίας στο ./source, το συμπληρωματικό υλικό στα ./tm, ./glossary και ./dictionary, όπως απαιτείται, και καταχωρήστε τα πάντα.

source: Possible solutions:
el: Πιθανές λύσεις:

source: Pre&vious Note
el: Προ&ηγούμενη σημείωση

source: Project path only: Launch GUI and load specified project.
el: Μόνο διαδρομή έργου: Εκκίνηση GUI και φόρτωση καθορισμένου έργου.

source: Project saved
el: Το έργο αποθηκεύτηκε

source: R&emove
el: Α&φαίρεση

source: R&eplace with Match or Selection
el: Αντικατάσταση με αντιστοιχία ή επιλογή

source: Re&load
el: Ανα&φόρτωση

source: Re&place All
el: Αν&τικατάσταση όλων

source: Re&place with Source
el: Α&ντικατάσταση με αφετηρία

source: Register I&dentical Translation
el: Καταχώρηση ίδ&ιας μετάφρασης

source: Reload the project now?
el: Να φορτώσει ξανά το έργο τώρα;

source: Reload the project?
el: Να φορτώσει ξανά το έργο;

source: Remo&ve Translation
el: Αφαίρε&ση μετάφρασης

source: Repeated segments: {0}
el: Επανειλημμένα τεμάχια: {0}

source: Replace with &Machine Translation
el: Αντικατάσταση με &μηχανική μετάφραση

source: Replace...
el: Αντικατάσταση...

source: Restore De&faults
el: Επαναφορά προεπι&λογών

source: Run OmegaT" in the user manual.
el: Εκτελέσω το OmegaT» στο εγχειρίδιο χρήσης.

source: Running on Java {0} ({1}-bit)
el: Εκτελείται σε Java {0} ({1}-bit)

source: S&witch Case to
el: Ενα&λλαγή γραφής σε

source: Sample Text
el: Δοκιμαστικό κείμενο

source: Saving project...
el: Αποθηκεύεται το έργο...

source: Scriptin&g...
el: &Δέσμες ενεργειών...

source: Se&lect Source Text
el: Ε&πιλογή κειμένου αφετηρίας

source: Search Dictionaries
el: Αναζήτηση στα λεξικά

source: See "How To...
el: Βλ. «Πώς να...

source: See Help > User Manual for details, including available Java options.
el: Για λεπτομέρειες, όπως διαθέσιμες επιλογές Java: Βοήθεια > Εγχειρίδιο χρήσης

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
el: Δείτε στο OmegaT.jar/META-INF/MANIFEST.MF τις έγκυρες τιμές.

source: See below for details.
el: Δείτε λεπτομέρειες παρακάτω.

source: Segment {0,number,#}
el: Τεμάχιο {0,number,#}

source: Select
el: Επιλογή

source: Select &Next Match
el: Επιλογή επόμεν&ης αντιστοιχίας

source: Select &Previous Match
el: Επιλογή &προηγούμενης αντιστοιχίας

source: Select Mat&ch
el: Επιλογή αντι&στοιχίας

source: Select Match #&1
el: Επιλογή &1ης αντιστοιχίας

source: Select Match #&2
el: Επιλογή &2ης αντιστοιχίας

source: Select Match #&3
el: Επιλογή &3ης αντιστοιχίας

source: Select Match #&4
el: Επιλογή &4ης αντιστοιχίας

source: Select Match #&5
el: Επιλογή &5ης αντιστοιχίας

source: Set Empty Translation
el: Ορισμός κενής μετάφρασης

source: Size
el: Μέγεθος

source: Skipped source file {0} because it could not be loaded.
el: Παραβλέφθηκε το πηγαίο αρχείο {0} διότι δεν μπορούσε να φορτωθεί.

source: So&urce Files...
el: Αρχεία α&φετηρίας...

source: Source files committed
el: Τα αρχεία αφετηρίας καταχωρήθηκαν

source: Source of Selected &Match
el: &Προέλευση επιλεγμένης αντιστοιχίας

source: Source/translation length (characters)
el: Μήκος αφετηρίας/προορισμού (χαρακτήρες)

source: Switch views with {0} and {1}
el: Εναλλαγή προβολών με {0} και {1}

source: T&Ms
el: &ΜΜ

source: Target files committed
el: Τα αρχεία προορισμού καταχωρήθηκαν

source: The project is empty
el: Το έργο είναι άδειο

source: Theme:
el: Θέμα:

source: There are no Git settings in the remote project file.
el: Δεν υπάρχουν ρυθμίσεις Git στο απομακρυσμένο αρχείο έργου.

source: This is the way text will look when displayed.
el: Έτσι θα φαίνεται το κείμενο στην οθόνη.

source: To add files to the project you can:
el: Για να προσθέσετε αρχεία στο έργο, μπορείτε:

source: Translation last modified by {0} on {1} at {2}
el: Τελευταία τροποποίηση μετάφρασης από {0} στις {1} ώρα {2}

source: Unable to create the translated files due to missing or damaged tags.
el: Αδύνατον να δημιουργηθούν τα μεταφρασμένα αρχεία διότι λείπουν ή έχουν καταστραφεί ετικέτες.

source: Usage: java -jar [<java options>] OmegaT.jar [<OmegaT options>] [<project path>]
el: Χρήση: java -jar [<java options>] OmegaT.jar [<OmegaT options>] [<project path>]

source: Usage: team init <source language> <target language> See --help.
el: Χρήση: team init <source language> <target language> Βλ. --help.

source: Use "java -Xmx<size-in-MB>M -jar OmegaT.jar" from the command line or in the OmegaT start script; The current setting is {0}MB;
el: Γράψτε «java -Xmx<size-in-MB>M -jar OmegaT.jar» στη γραμμή εντολών ή στη δέσμη έναρξης του OmegaT. Η τρέχουσα τιμή είναι {0} MB;

source: Use &Fuzzy Matching
el: &Χρήση ασαφούς αντιστοίχισης

source: Use Aggressive &Font Fallback
el: &Επιθετική χρήση εφεδρικής γραμματοσειράς

source: Use Tools > Check Issues... to correct the tag errors and try again.
el: Πατήστε Εργαλεία > Έλεγχος προβλημάτων... για να διορθώσετε τα προβλήματα ετικετών και δοκιμάστε ξανά.

source: Use as Default Translati&on
el: Χρήση ως πρ&οεπιλεγμένης μετάφρασης

source: Warn: Report invalid tags to stdout.
el: Warn: Παράθεση των άκυρων ετικετών στο stdout.

source: Warning
el: Προειδοποίηση

source: You must enter a number between 1 and {0}.
el: Πρέπει να συμπληρώσετε αριθμό από 1 έως {0}.

source: Your project does not seem to contain translatable files.
el: Το έργο δεν φαίνεται να περιέχει μεταφράσιμα αρχεία.

source: for &All Segments
el: &για όλα τα τεμάχια

source: for Current &Segment
el: *για το τρέχον τεμάχιο

source: segment 0000
el: τεμάχιο 0000

source: team init <source language> <target language> Team project tool.
el: team init <source language> <target language> Εργαλείο ομαδικού έργου.

source: unknown
el: άγνωστο

source: {0} ({1} left) / {2} ({3} left), {4}
el: {0} ({1} ακόμη) / {2} ({3} ακόμη), {4}
